Repository: carlosmunoz/zanata
Catalog: functional-test/sample-projects/glossary/compendium_*.po
Languages: fr

source: filesystem
fr: système de fichiers

source: device
fr: périphérique

source: configuration file
fr: fichier de configuration

source: breaker
fr: craqueur craqueur, digipirate (?), casseur

source: cracker
fr: fichier de configuration

source: return packet
fr: paquet retour

source: VLSM
fr: masque de sous-réseau à longueur variable

source: to states can remember in a state table, the connections course
fr: à états possibilité de garder en mémoire dans une table d'états, les connexions en cours

source: stateful
fr: masque de sous-réseau à longueur variable

source: well behaved
fr: à comportement acceptable

source: link keys
fr: clés de liens

source: side-holed paper
fr: papier listing

source: system profile
fr: profil de système

source: striping
fr: agrégat par bandes

source: striped
fr: par bandes

source: to stripe
fr: répartir par bandes

source: stripe
fr: bande

source: media card
fr: carte mémoire

source: bastion host
fr: hôte bastion

source: switch
fr: commutateur

source: bonding
fr: liaison pas agrégat

source: disk storage
fr: stockage disque

source: shadow partition
fr: partition masquée

source: shadow password
fr: mot de passe masqué

source: storage enclosure
fr: baie de stockage

source: RAID - mirroring
fr: dispositif RAID - mode miroir

source: RAID - parity
fr: dispositif RAID - parité répartie

source: RAID 0 - stripping
fr: RAID 0 - agrégat par tranches

source: cluster software
fr: logiciel de cluster

source: single-initiator SCSI bus
fr: bus SCSI initiateur-simple

source: checksums
fr: sommes de contrôle

source: raw devices
fr: périphériques bruts

source: block devices
fr: périphériques blocs

source: batch system
fr: système de traitement par lots

source: queue
fr: file d'attente

source: bash command shell
fr: shell de commande bash

source: CIDR
fr: routage inter-domaines sans classes

source: warez
fr: warez, pirate

source: transfer switch
fr: commutateur de transfert

source: fiscal year
fr: exercice fiscal

source: differential backup
fr: sauvegarde différentielle

source: incremental backup
fr: sauvegarde incrémentielle

source: full backup
fr: sauvegarde complète

source: removable media
fr: supports amovibles

source: slot
fr: slot, logement

source: power switch
fr: interrupteur

source: host bus adapter
fr: adaptateur bus hôte

source: single-initiator
fr: initiateur-simple

source: requirements
fr: besoins

source: disaster recovery plan
fr: plan de récupération post-catastrophe

source: Accounts Payable
fr: comptes de l'Actif

source: Accounts Receivable
fr: comptes du Passif

source: tradeshow
fr: salon

source: time specification system
fr: système de spécification temporel

source: knowledge base
fr: base de connaissances

source: hand-code
fr: codifier

source: email client
fr: client de messagerie

source: Pluggable Authentication Modules
fr: Modules d'authentification enfichables

source: intrusion detection system
fr: système de détection d'intrusions

source: access control list
fr: liste de contrôle d'accès

source: ACL
fr: liste de contrôle d'accès (LCA)

source: PAM
fr: Modules d'authentification enfichables, à brancher

source: ISD
fr: système de détection d'intrusions

source: tutorial
fr: tutoriel

source: to pipe
fr: tuber

source: homepage
fr: page d'accueil

source: holding disk
fr: disque intermédiaire

source: registering
fr: enregistrement

source: allocation key, the key binding table, keymap
fr: allocation des touches, assignation des touches, table de mappe de clavier

source: keymap, keyboard map
fr: enregistrement

source: mass-storage device
fr: périphérique de stockage de masse

source: random access
fr: accès aléatoire

source: disk platter
fr: plateau de disque

source: acces arm
fr: bras d'accès

source: recordable / rewriteable
fr: enregistrable / réinscriptible

source: touchpad
fr: pavé tactile

source: dual boot
fr: double démarrage

source: chain-loading
fr: chargement en chaîne

source: MBR
fr: bloc de démarrage principal / secteur de partition principal

source: Master Boot Record
fr: secteur de partition principal

source: surface platter
fr: face de plateau

source: chipset
fr: jeu de puces, jeu de composants intégré

source: attachment point
fr: point d'interconnexion

source: IPL
fr: chargement du programme initial

source: Initial Program Load
fr: chargement du programme initial

source: driver diskette
fr: disquette de pilotes

source: bus topology
fr: topologie en bus

source: jumper blocks
fr: blocs de cavaliers

source: clock pulse
fr: impulsion d'horloge

source: throughput
fr: débit / transfert

source: throughput rate
fr: cadence

source: load-balancing cluster
fr: cluster de répartition de charge

source: heartbeat
fr: pulsations

source: ARP spoofing
fr: usurpation d'adresse

source: backup router
fr: routeur de secours

source: electrical noise
fr: interférence

source: NAT
fr: traduction d'adresses réseau
